Revit 2024 API
VertexStream Properties
The VertexStream type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
VertexStream Class
Autodesk.Revit.DB.DirectContext3D Namespace